20260115192033-first_knowledge_base.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-03-29 Sun 12:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>FIRST KNOWLEDGE BASE - qpl</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">FIRST KNOWLEDGE BASE - qpl</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org61f2e27">All notes here</a>
<ul>
<li><a href="#org27a210c">linux tips&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span></span></a>
<ul>
<li><a href="#orge57d253">zathura imp keys&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span>&#xa0;<span class="zathura">zathura</span></span></a></li>
</ul>
</li>
<li><a href="#org726b7f6">org mode&#xa0;&#xa0;&#xa0;<span class="tag"><span class="org">org</span></span></a>
<ul>
<li><a href="#org8a99169">basics and learnings</a></li>
<li><a href="#org0ce813f">org modern test</a></li>
<li><a href="#org7379152">org mode themes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="themes">themes</span></span></a></li>
</ul>
</li>
<li><a href="#org8524f99">mastering emacs&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></a></li>
</ul>
</li>
<li><a href="#org0ed9883">ALL presentations&#xa0;&#xa0;&#xa0;<span class="tag"><span class="ppt">ppt</span></span></a>
<ul>
<li><a href="#org61fe0c3">RGM</a>
<ul>
<li><a href="#org545aff9">sales growth meeting 2nd</a></li>
<li><a href="#orgf81873e">sales growth meeting 3rd&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></a></li>
<li><a href="#org7d0e2bc">sales growth meeting 4th&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></a></li>
<li><a href="#org82f730e">sales growth meeting 6th&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></a></li>
<li><a href="#org32ea8b3">sales growth meeting 8th&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></a></li>
<li><a href="#org6ddd410">Sales growth meeting 9th&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></a></li>
<li><a href="#org58b9c48">sales growth meeting 10th&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org00a3a31">all treks details&#xa0;&#xa0;&#xa0;<span class="tag"><span class="trek">trek</span></span></a></li>
<li><a href="#org327658e">shiv tandav stotram&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sanskrit">sanskrit</span></span></a></li>
<li><a href="#org94d1b1d">alex honnold podcast notes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="podcast">podcast</span>&#xa0;<span class="notes">notes</span></span></a></li>
<li><a href="#orgfd2bf70">blogs read and felt too good&#xa0;&#xa0;&#xa0;<span class="tag"><span class="blogs">blogs</span>&#xa0;<span class="read">read</span></span></a></li>
<li><a href="#orgbe16398">list of tools that i use.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="tools">tools</span></span></a></li>
<li><a href="#org2d7d944">book notes&#xa0;&#xa0;&#xa0;<span class="tag"><span class="book">book</span>&#xa0;<span class="notes">notes</span></span></a></li>
</ul>
</div>
</div>

<div id="outline-container-org61f2e27" class="outline-2">
<h2 id="org61f2e27">All notes here</h2>
<div class="outline-text-2" id="text-org61f2e27">
</div>
<div id="outline-container-org27a210c" class="outline-3">
<h3 id="org27a210c"><a href="20260115192203-linux_tips.html#ID-bfc29a22-c97c-4b56-8bbd-d1af23c89659">linux tips</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span></span></h3>
<div class="outline-text-3" id="text-org27a210c">
</div>
<div id="outline-container-orge57d253" class="outline-4">
<h4 id="orge57d253"><a href="20260115220057-zathura_imp_keys.html#ID-f3fd1cc3-d370-47cc-8d05-f47c1731bfc0">zathura imp keys</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span>&#xa0;<span class="zathura">zathura</span></span></h4>
</div>
</div>
<div id="outline-container-org726b7f6" class="outline-3">
<h3 id="org726b7f6"><a href="20260115215840-org_mode.html#ID-e89eef71-5175-46cb-88b5-b50f1ff95c8d">org mode</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="org">org</span></span></h3>
<div class="outline-text-3" id="text-org726b7f6">
</div>
<div id="outline-container-org8a99169" class="outline-4">
<h4 id="org8a99169"><a href="20260115215916-basics_and_learnings.html#ID-7a2c6f73-13c2-4abc-a1f0-bac9200c6c8c">basics and learnings</a></h4>
</div>
<div id="outline-container-org0ce813f" class="outline-4">
<h4 id="org0ce813f"><a href="20260115215958-org_modern_test.html#ID-9e9868f3-d9c9-487c-b2f6-7aea3509c5a4">org modern test</a></h4>
</div>
<div id="outline-container-org7379152" class="outline-4">
<h4 id="org7379152"><a href="20260115224949-org_mode_themes.html#ID-28de0396-9d3a-4129-893b-5ae73629ecb3">org mode themes</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="themes">themes</span></span></h4>
</div>
</div>
<div id="outline-container-org8524f99" class="outline-3">
<h3 id="org8524f99"><a href="20260324214556-mastering_emacs.html#ID-58c7d144-fd36-44a6-98c3-f688e87c7c6e">mastering emacs</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h3>
</div>
</div>
<div id="outline-container-org0ed9883" class="outline-2">
<h2 id="org0ed9883">ALL presentations&#xa0;&#xa0;&#xa0;<span class="tag"><span class="ppt">ppt</span></span></h2>
<div class="outline-text-2" id="text-org0ed9883">
</div>
<div id="outline-container-org61fe0c3" class="outline-3">
<h3 id="org61fe0c3">RGM</h3>
<div class="outline-text-3" id="text-org61fe0c3">
</div>
<div id="outline-container-org545aff9" class="outline-4">
<h4 id="org545aff9"><a href="20260319202312-sales_growth_meeting_2nd.html#ID-8faed37c-19e1-4a37-b278-0e12712fc130">sales growth meeting 2nd</a></h4>
</div>
<div id="outline-container-orgf81873e" class="outline-4">
<h4 id="orgf81873e"><a href="20260119231736-sales_growth_meeting_3rd.html#ID-7f86fd80-c18f-41b9-811f-a3e53bd38b29">sales growth meeting 3rd</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></h4>
</div>
<div id="outline-container-org7d0e2bc" class="outline-4">
<h4 id="org7d0e2bc"><a href="20260119231825-sales_growth_meeting_4th.html#ID-7ec2da76-8d8b-4988-96fd-6830785bf804">sales growth meeting 4th</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></h4>
</div>
<div id="outline-container-org82f730e" class="outline-4">
<h4 id="org82f730e"><a href="20260119231941-sales_growth_meeting_6th.html#ID-04b832c9-5612-4426-b044-ea3072823d7f">sales growth meeting 6th</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></h4>
</div>
<div id="outline-container-org32ea8b3" class="outline-4">
<h4 id="org32ea8b3"><a href="20260119232021-sales_growth_meeting_8th.html#ID-0d16258a-47ab-410b-9a47-2962f839fd84">sales growth meeting 8th</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></h4>
</div>
<div id="outline-container-org6ddd410" class="outline-4">
<h4 id="org6ddd410"><a href="20260209193633-sales_growth_meeting_9th.html#ID-70c860db-0a66-49b0-8cce-d2da98bc09f7">Sales growth meeting 9th</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></h4>
</div>
<div id="outline-container-org58b9c48" class="outline-4">
<h4 id="org58b9c48"><a href="20260310201528-sales_growth_meeting_10th.html#ID-96c05ba6-fe72-4d47-b15c-d0db4518238f">sales growth meeting 10th</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sales">sales</span>&#xa0;<span class="rgm">rgm</span></span></h4>
</div>
</div>
</div>
<div id="outline-container-org00a3a31" class="outline-2">
<h2 id="org00a3a31"><a href="20260127084006-all_treks_details.html#ID-cf90113c-7c6f-4073-9a12-3cb43c469c96">all treks details</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="trek">trek</span></span></h2>
</div>
<div id="outline-container-org327658e" class="outline-2">
<h2 id="org327658e"><a href="20260131210731-shiv_tandav_stotram.html#ID-118829c9-2dbc-441b-a0de-4293251f23a8">shiv tandav stotram</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="sanskrit">sanskrit</span></span></h2>
</div>
<div id="outline-container-org94d1b1d" class="outline-2">
<h2 id="org94d1b1d"><a href="20260219202355-alex_honnold_podcst_notes.html#ID-337dfe0c-b449-45f3-b405-f45f7232260c">alex honnold podcast notes</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="podcast">podcast</span>&#xa0;<span class="notes">notes</span></span></h2>
</div>
<div id="outline-container-orgfd2bf70" class="outline-2">
<h2 id="orgfd2bf70"><a href="20260222230132-blogs_read_and_felt_too_good.html#ID-da6a504b-8072-4422-9a47-31c0e2877ddb">blogs read and felt too good</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="blogs">blogs</span>&#xa0;<span class="read">read</span></span></h2>
</div>
<div id="outline-container-orgbe16398" class="outline-2">
<h2 id="orgbe16398"><a href="20260308233310-list_of_tools_that_i_use.html#ID-d619f748-faa6-43eb-b693-e8fefdfca724">list of tools that i use.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="tools">tools</span></span></h2>
</div>
<div id="outline-container-org2d7d944" class="outline-2">
<h2 id="org2d7d944"><a href="20260313195855-book_notes.html#ID-229cd79c-1096-4c4d-943e-9e68bcebe642">book notes</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="book">book</span>&#xa0;<span class="notes">notes</span></span></h2>
</div>
</div>
</body>
</html>